Repository: mozilla-l10n/mt-training-data
Catalog: fmp/fmp_pontoon.tmx
Source language: en_us
Languages: fmp

source: 1 sentence collected
fmp: 1 njā'nu nkʉ̄kāmsī

source: 2 down, keep it up!<playIcon></playIcon>
fmp: yāā yát <playIcon></playIcon>, lah ngén !

source: About
fmp: nά

source: Accepted file types: .tsv only
fmp: ntíé nzhǐnu pó mbēn lά : ndα̌' tsv

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
fmp: { $actionType } <playIcon></playIcon>, pó coh ngə́ njā'nu lά mα nshu ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
fmp: { $actionType } <recordIcon></recordIcon> méh ncēh njā'nu lά tα̌ thʉ̄.

source: { $actionType }<stopIcon></stopIcon> when done
fmp: { $actionType } <stopIcon></stopIcon> yāā bᾱ tα míé.

source: { $actionType } submit when ready
fmp: { $actionType } cah ntie' yi ǒ tén lά

source: Add and Review Sentences, Add Questions, Transcribe Audio
fmp: cwi' pí patnjīī njá'nu, cwǐ' nte'sínu, lǎh yū'tōk

source: Add <icon></icon> a public domain sentence
fmp: cwi' <icon></icon> tα' njā'nǔ nά sii mdāmα

source: Add information
fmp: cwǐ' nken

source: Add new sentences for the community to read
fmp: cwǐ' njá'nu fī yi póálά'ghʉ lah ncēh lά

source: Add one sentence per line
fmp: cwǐ' tα' njā'nǔ nά mbαyāā nka' lᾱ

source: Add questions in your language
fmp: Cwǐ' nte'sínǔ nά yo ghə

source: Add Sentences
fmp: lah ncwí' njá'nu

source: Add sentences in your language
fmp: cwǐ' njá'nǔ nά yo ghə

source: Add up to 1,000 sentences
fmp: cwi' tα nkwēn nά 1000

source: Add Your Voice
fmp: hᾱ nzhi o

source: Agriculture and Food
fmp: zʉ́'nʉα pí fāhzū nzʉ̄zᾱ

source: All sentence must have the same domain
fmp: Nkwe njá'nǔ ghʉ lah mbᾱ nά nzhinu nshʉ'

source: All sentences must have the same citation
fmp: kwe njá'nū lά ghʉ lah ngʉ́ tα' kwαᾱnge shʉ'

source: Already have an account? <login>Log-In</login>
fmp: ǒ yá' ghʉ̌ tó'nken ? <login>Yoksi</login>

source: An error occurred fetching sentences
fmp: tα' hě tóm tiē' nah mbát ndénsí bě njā'nu le.

source: An error occurred reviewing this sentence
fmp: tα' hě tóm ntiē' nah mbát njīī bě njā'nu le

source: An error occurred submitting your voice information
fmp: mēnwú hě nά' ntōm nά ntiē' ntiē' lah ncáh nkěn njú'ntōk yǐ

source: Approve
fmp: pēn

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
fmp: pά pō pēn mên nǐ yuαsǐ njam , ndα'mά yāā sǐ' mbé' mǒ' nzhi wěn njam yi pά yāā ghʉ̌ nzhinzhǐ mbʉ́ά lah nzhī'sī lěn njá'zū mα yāā sī kǎm céhwū pó ŋwα' lά bᾱ. Yāā bά mα pά pwn yū' mó' njázū si bᾱ yǐ kǎm céhwū pen wᾱ' baá lo'tαndα'' lά. Yáá nē ngʉ́ fa'á ntie' yū'mᾱnjíí mα pó sʉ' nnāk lά ǒ mα sáhnǔ ngak.

source: Are you coming? <strong>[called by another]</strong>
fmp: Ǒ mʉnsά' í ? <strong>[mǒ' nzhi mά bᾱ mα ǎ céh ]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
fmp: te'sǐ nu ó nά <matrixLink>Mʉ̄ᾱmᾱ</matrixLink>, <discourseLink>tēhnka'</discourseLink> sí' mbᾱ fa'á bᾱ <emailLink>nά tó' nkěn nkhǔndʉ̄ᾱ</emailLink>.

source: Automotive and Transport
fmp: ntēnᾱ lah ngén zʉ'

source: Background Noise
fmp: yuᾱnjam

source: Background Voices
fmp: nzhǐ njam

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
fmp: Pə̄ tᾱ mbēn mbát ngwᾱ' njʉnjāk nά nu ncêhwū imbᾱ mα ǎ céh mǒ' njā'wū ǒ mó' láhnάhŋwα'nǐ nzhintē' kīkē ǒ mbᾱ mα yʉ́ά' tén te'sí nu lά . Pó mfά' pí nzhinzhǐ ghəmαnshǔ ntám ngwe' ntómntōm, ntīēntíé yāā bᾱ wū mα mó'ntie' mα o kα' tᾱ njū' ntám yi pǎh ngwe'. Pě si lάh lah nnāk mēwú zʉ̌' mbí pʉ kᾱ kᾱ sí' ngə́ pά' pen lά bᾱ.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
fmp: [mbʉ́ά cēh « yok » tén yī mα pěn mʉnjū' « yro » (FR) ǒ « yək » (BE)] lά

source: <bold>{ $count }</bold> Clips
fmp: <bold>{ $count }</bold> nkǎm yāā

source: <bold>Help us</bold> find more voices
fmp: <bold>ά pen kōsī yōh</bold> lah nhóó mó' nzhi fī

source: Bulk batch
fmp: Tαnjə

source: Bulk Sentences Uploaded
fmp: njá'nu pó cah lά

source: By telling us about yourself, you will help developers build more inclusive technology
fmp: Ǒ mάnkwé' lah nsōk nǔ nά mbʉ̄ᾱ ǒ náh ngə́ nu lά í ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
fmp: Pěn mα ndí' lǎh Common Voice lǎh fα' mᾱmbēn mbʉ́άnak mǒh <termsLink>mbʉ́άnak tᾱ ndáh mfά' </termsLink> pí yoh <privacyLink>Ngě cam</privacyLink>

source: Cancel Re-recording
fmp: wᾱ' lo'tαndα'' ǒ pat ngʉ́ lά

source: Cancel Submission
fmp: pα̌' cǎh njam

source: Cannot submit more than 1000 sentences
fmp: pά ǒ lα hᾱ yāā tōh njá'nu 1000

source: Change preferences
fmp: cōp nkwe'

source: Check <icon></icon> is this a linguistically correct sentence?
fmp: Coh ndénsi <icon></icon> mά nja'nǔ tén pəpé' nά pǎh zhínǔghə

source: <chevron></chevron>See less
fmp: <chevron></chevron>si lα'sǐ mfóhni yə̌.

source: <chevron></chevron>See more
fmp: <chevron></chevron>lα'sǐ mfóhni tαnjē

source: Citation
fmp: kwαᾱnge

source: Cite with a URL link or the full name of the work.
fmp: lī' mᾱncēh mα zēn mᾱncwí' nkhʉ ǒ zén ŋwα'ni

source: Click
fmp: nǒ' nά

source: Clips Uploaded
fmp: kǎmnshi pó cǎh ntám nduα lά

source: Comment
fmp: sóknu

source: Contact Us
fmp: ά pen cēh yōh

source: Continue
fmp: lah ngén mbhi

source: Continue validating
fmp: lǎh pēntαndα' ngén mbhi

source: Contribute
fmp: kōsī

source: Contribute sentences
fmp: fʉα'sǐ njá'nu

source: Contribution Criteria
fmp: Kělahntīā lah nkōsī

source: Create a profile
fmp: cwēh tα' nini

source: Criteria
fmp: kělahntīā

source: Datasets
fmp: pú' njá'zúmfα'

source: Delete my recordings
fmp: shūᾱ njū'ndó'

source: Different language
fmp: ghə shu

source: Difficult to pronounce
fmp: yáá ten lah ngə́ mα nshu

source: Discard ongoing recording
fmp: tōh nά lo'tαndα'' kά nzhi lά

source: Does the sentence meet the guidelines?
fmp: njā'nu lά tēn nά nkǎ' mfα' ?

source: Donate your voice
fmp: hᾱ mēnwú yáá nά nzhi o

source: Don't see your language on Common Voice yet?
fmp: yo ghə kα' tᾱ mbᾱ wū í ?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
fmp: ghʉ̌ nzhinu no sīāh sê le sí mbᾱ fa'á bᾱ <uploadButton> no' náh ncáh </uploadButton>

source: Drop file here to upload
fmp: yᾱᾱ nzhinǔ sê náh ncáh

source: Enter your public domain sentence here
fmp: tiē tα' njā'nǔ nά nǔ ngwě' sê

source: Enter your public domain sentences here
fmp: tiē tα' njā'nǔ nά nǔ ngwě' sê

source: Error adding sentence
fmp: nhe ntiē' cwǐ' njā'nu

source: ESC
fmp: tōm

source: Exit & Delete clips
fmp: ngα̌ mα ndó ní mᾱngwᾱ' lo'tαndα' zǎ

source: Fewer than 15 words per sentence
fmp: si kwēn njẃ'zū 15

source: File is too large
fmp: nzhinu lά yə̄ tαshʉ̄α

source: File is too small
fmp: nzhinu lά kōh yə̌

source: Finance
fmp: nǔ nkᾱᾱ

source: Finish recording
fmp: měh lo'tαndα'

source: Finish recording first?
fmp: yá' měh lo' tαndα'

source: Finish Review
fmp: měh lah ndénsí

source: Finish validating
fmp: měh péntαndα'

source: Finish validating clips?
fmp: ǒ imméh péntαndα̌' njʉnjāk í ?

source: Follow guidelines from “What sentences can I add?”
fmp: yū' mbʉ́άnǎk kǎmnu lά «Yaā njá'nu tά pά n ncwǐ nά ā?»

source: for example
fmp: fōhni

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
fmp: lah ngʉ́ zúntēnᾱ nák pəpé' mbí nkwe pʉ, yáá ncāk mά zū kά mʉnkōsī pʉ kάnshīē'sī nu lά imbᾱ mα yáá ghʉ̌ pʉ tαnyə. Fōhni pō sí' ncwǐ' mǒ' nga'ghə nshʉ' bᾱ , mα wúntēnᾱ lά sī inák pəpé' mbí pʉ kᾱ kα' ghʉ́ baá zhienzhi lά bᾱ.<learnMore>mα mʉ́άzū.</learnMore>

source: General
fmp: tαmīα

source: General language / multiple variants
fmp: wū lah nzhī nά ghə/tαnjə̄

source: Grammatical / spelling error
fmp: hě siēmbʉ̄ᾱ / hě kětie

source: Great!<recordIcon></recordIcon> Record your next clip
fmp: cwītōk mbe' nu ! <recordIcon></recordIcon> ά pen yū' mó' kǎm lo'tαndα'' kά mbhi lά ndó' .

source: Great work!<playIcon></playIcon> Listen again when you're ready
fmp: Be' mfα' tα' ! <playIcon></playIcon> pat njū' ntien ǒ yá' tēn lά

source: Guidelines
fmp: mbʉ́ά fα'

source: Healthcare
fmp: síten

source: Help create Common Voice’s first target segment in { $locale }
fmp: kōsī lah ncwēh ntúmbhi wē Common Voice nά { $locale }

source: Help us validate voices
fmp: ά pen kōsī yōh lah mbēn njʉ̌nják yū'ntōk

source: His hand was rais-ed.
fmp: toōndāk pí yeh ŋámvāt

source: History, Law and Government
fmp: Cwe' , póngʉ', pí nsά'ngwe'

source: How do I cite?
fmp: pó ngʉ́ kwαᾱnge mα lahā ?

source: How to add multiple sentences
fmp: pά pō cwǐ' njá'nu tαnjə̄ mα lahā ?

source: How would you describe your sex or gender?
fmp: ǒ mάnkwé' lah ndά'sí yo mbʉ́ά bᾱ mα lahā ?

source: I agree
fmp: ngα̌ pén

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
fmp: ngα̌ mʉmbēn mά njá'nu bé mfhʉ̄ mα <wikipediaLink>siī ngww'ngwe' </wikipediaLink>m mbᾱ mα ngα̌ ghʉ̌ pó ngʉ̌' lah ncáh

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
fmp: ngα̌ mʉmbēn mά bě njā'nu lě mfhʉ̄ mα nά <wikipediaLink> nǔ ngwe' </wikipediaLink> m mbᾱ mα ngα̌ ghʉ̌ póngʉ̌ lah ncáh

source: <icon></icon> Add multiple public domain sentences
fmp: <icon></icon> cwǐ' njá'nu tαnjə́ nά siī nkwe pʉ

source: Ideally natural and conversational (it should be easy to read the sentence)
fmp: njā'nu lά ghʉ lah mbᾱ yalēh lah ndáh ngə́ nu

source: I do not agree
fmp: ngα̌ ke

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
fmp: yāā bά mα kwα' yo njá'zū bά, o sōk ndα̌' sōk <italicizidText>«yi kwαᾱngě wen» </italicizedText>. pα̌h ghʉ lah nzhī zʉ' báá zú mfhʉ̄ mα nά ā lά, ά lǎh lensi yī mα yáá ntám siī ngwe'ngwe' lά, mbát mbᾱ mα nshʉα' sī nά ā lά bᾱ . Lah ngʉ́ mó' nkěn nά kwαᾱnge, cāk mbʉ́ά fα̌' yǒh </guidelinesLink> nά <guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
fmp: lo'tαndα'' bα̌ mα yáá cwē ǒ mbᾱ mʉnzēnsī pen kě tαndα', lᾱ tα mα pά wen yū' nkwe kǎm céhwū lά tαmīe.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
fmp: o mάncāk lah ncwí' nken shǔ , o kūᾱsī <emailFragment>commonvoice@mozila.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
fmp: o mάncāk lah ncwí' nken shǔ kᾱ sī nά bê nzhinu le bᾱ , o kūᾱsī <emailFragment>commonvoice@mozila.com</emailFragment

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
fmp: njā'nu sí' mᾱ mbómsí pí mbʉ́άtīā kά thʉ̄ le bᾱ o nǒ' nά mbǎ' « ke » nά pah coh. Nthʉ̄ ō sí' mᾱndē bᾱ , mα pά o yᾱ' mbα njʉ̄yᾱ' ngén nά mó' . Yī mα mó' njá'nu sī mbú ó lah ndénsí bᾱ , pen kōsī yōh lah ncāk mó' njá'nu !

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
fmp: njā'nu bα̌ mbómsí pí mbʉ́άtīā, o nǒ' nά «pēn»nά pah lōm

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
fmp: pen có nά tα' nu mα bé nkǎ'mfα' sī mα nkwēn nά ā bᾱ pen tīā mfhʉ̄ nά pe' nthʉ̄ yi. Pen sí' mᾱnkwá'sí nu ntēn nā bᾱ , o nǒ' nά «tōh» nī ntōh nά mǒ' lo'tαndα''.

source: If you run out of sentences to review, please help us collect more sentences!
fmp: yī mα njá'nu sī wū lah ndensí bᾱ , o kōsī yōh lah ncāk mó' njá'nu

source: Include appropriate citation
fmp: kwαᾱnge kά mʉncāk lά ghʉ lah mbᾱ ntām

source: Invalid file
fmp: nzhinu kα' tēn

source: It contains words or phrases that are hard to read or pronounce.
fmp: mó' njá'zū ǒ njá'nǔ mʉntén lah ncēh ǒ lah ngə́ mα nshu.

source: It is written in a language different than what I’m reviewing.
fmp: pó ŋwα̌' njā'nǔ nά ghə mα cómntíé nā pí yi pó ŋwα' lά

source: It is written in a language different than what I’m speaking.
fmp: pó tiē njā'nu lά mα nά mó' ghə shu si bᾱ yǎ

source: Just Unsure?
fmp: yāā kα' lē tú ó í ?

source: Keep it up, record again <recordIcon></recordIcon>
fmp: Ɑ́ pen láh ngén mbhi fa'á mbát njū' mó' ndó'

source: Keep the recordings
fmp: ncoh ndó' njū'ndó'

source: Keep track of your progress with a profile
fmp: niᾱ tα' ninimbu' no náh mfʉ́ά' ghenmαmbhi no

source: Language Fundamentals (e.g. Digits, Letters, Money)
fmp: kětiē nzhǐnzhǐ ghə (nthimbhi, nάhŋwα'ni, nkᾱᾱ )

source: Languages
fmp: ghə

source: Large bulk sentence submission
fmp: cǎh njá'nu tαnjə̄

source: Learn More
fmp: lah nzhī ndáh ngénmbhi

source: Leaving now means you'll lose your progress
fmp: o lǒ ntie'ê mα ǒ mbīē yīī mbʉ̄ᾱ mfα̌' mʉngén mbhi lά

source: Listen
fmp: lah njū'

source: Listen options menu
fmp: tó'tíá nzhinzhǐzū « Yū'»

source: Loading sentences…
fmp: njá'nǔ mʉnkwēn...

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
fmp: <loginLink>Yoksǐ nά ngə̂nduα</loginLink> sí' mbᾱ fa'á bᾱ <loginLink>tiē yo zēn</loginLink>náh ncwí' njá'nu tαnjə̄

source: Log in or sign up to get started
fmp: lah ntō' liā nā o, sī bᾱ fa'á bᾱ, o tiē zēn zǒ

source: Log In / Sign Up
fmp: kwēn ntám ngə̄nduα / lah ntíé zēn

source: Make sure the sentence meets the following criteria:
fmp: lensi tαndα' mά njā'nu lά mα ntēn nά mbʉ́άtīā kά ?bhi le

source: Maximum file size: 25 MB
fmp: nthí nzhinu kά yə̄ tα' lά : 25 Mo

source: Media and Entertainment
fmp: mbǔ'nken pí shíé'sínā

source: Minimum sentences in file: 1000
fmp: mvǎk njá'nǔ ntám nzhinu 1000

source: [Mismatched content]
fmp: [wū kά ntām lά si sēnsōk]

source: Misreadings
fmp: Hě céhwū

source: Missing an <strong>'s'</strong> at the end of a word.
fmp: yáá mʉmbōk <strong>« n »</strong> mbhi njā'wū.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
fmp: yáá mʉmbōk <strong>« tα' »</strong> ǒ <strong>« α »</strong> nά lah ntō' yū'ntōk.

source: Missing the end of the last word by cutting off the recording too quickly.
fmp: mehsi njā'wú cwē, mbī'tū mά lo'ndó' cwē mα wǎ tα'

source: [More has been recorded than the required text]
fmp: [lo'tαndα'' shʉᾱ kǎm céhwū]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
fmp: Ntám mbʉα' lo'tαndα'' pʉnǒk ngə́ kwα' pí nzhi yαα si cōp. Pά pen pēn miē mbēn tα' lo'tαndα'' ncʉcwi, ndʉ̄lamsi, ǒ mα pó ghəmαnshu yāā lē «pí tα' nzhi lah ngʉ́ sʉα». ά pen wᾱ' lo'tαndα'' njʉyɔ ǒ mα nzhi sahndó' tᾱ pō ndah mfά'.

source: Nature and Environment
fmp: ntiēwū pí zʉ̌'sí yāā

source: News and Current Affairs
fmp: cwě' ntie'ê

source: No
fmp: Nga'

source: [No ‘a’ in the original text]
fmp: [si « mᾱ » ntám kǎm céhwū sᾱ'sīē]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
fmp: <noCopyright> sə̌ nshʉα' nά có' nga'nu sī wū bᾱ</noCopyright>(cc-0

source: No foreign letters
fmp: sə̌ ngen zάhŋwα'ni

source: No microphone found.
fmp: pō kα' yīī sə̌ cwi'nzhi

source: No numbers and special characters
fmp: sə̌ nthimbhi sə̌ zάhtie tōmfhʉ'

source: No sentences to review. <addLink>Add more sentences now!</addLink>
fmp: Sə̌ njā'nu lah ndénsí . Pά pen <addLink>cwǐ' mó' njá'nu </addLink>.

source: No thanks, continue speaking
fmp: nga' ngα̌ pén, ά pen ghə́ náh ngén mbhi.

source: Offensive language
fmp: ghə̌ lóknshu

source: Offensive speech
fmp: ghə̌nǔ píhnthʉ̄

source: On desktop devices you can contribute by downloading…
fmp: nά yǐ sāhndó' nko' pά o tēh yi kᾱ yát tᾱ mᾱntōm lά :

source: On his head he wore a beret.
fmp: yǒkndʉ̄'ntēnᾱ lα̌'mfάk nzhinzhǐ yǒkntēnᾱ.

source: On iOS please continue with Safari to enable recording…
fmp: nά háá iOS, ά pen lah Safari ndáh ngén mbhi náh ncwāh lo'tαndα''.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
fmp: tᾱ' pen mά nkwá' mά ncêhwū lά kα' yá' yīī njā'wū lά, mbᾱ mα ŋáh lah ngə́mαnshu si zhī , pen pēn mbátnké yū'tαndα'. yāā sí' mᾱndē nthʉ́ ó bᾱ, o nǒ' nά tōh.

source: Partner
fmp: nsénmfα'

source: [Part of the text can’t be heard]
fmp: pō sī mʉnjū' mó' pǎh kǎm céhwū bᾱ

source: <playIcon></playIcon>Last one!
fmp: <playIcon></playIcon> ndesi yāā bά !

source: Play/Stop
fmp: Cēh/Tēnᾱ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
fmp: ά pen lénsí yoh «templateFileLink>fōhni</templateFileLink>. Njá'nu zě ghʉ lah mbᾱ si nkhʉ̌ nά á (CC0 ǒ lᾱ mα nga'tié hά póngʉ̌' lah ndáh mfά' ) yāā imbᾱ lē nά pǎh sīēmbʉ̄ᾱ tαmíéwǎ' mbᾱ yahlēh lah ncēh. Njá'nu pó cah lά ghʉ lah ndáh ngwǎ' ci' 10-15 lah ncēh si nᾱh nthimbhi, Kwα'nzēn , píá tiēwū tōmfʉ'

source: Please fill out this field.
fmp: Lēh zʉ' ngʉ̄ᾱ

source: Please select a language to review sentences.
fmp: ά pen tīā tα' ghə ndáh ndénsí njá'nu .

source: r
fmp: e

source: [‘Raised’ in English is always pronounced as one syllable, not two]
fmp: [pó ngə́ toōndāk pí yěh mαnshu pά' tα' njā'wū lά sī pʉ́ά bᾱ ]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
fmp: ndhʉ̌ lah ncáh ku'. Pat mfʉ́ά'sí { $retryLimit } mbhʉ̄

source: Rate limit exceeded. Try again in { $retryLimit } seconds
fmp: nά { $totalSentences } njá'ghə pó kāmsī lά

source: Reader Effects
fmp: zhiēnzhi pí nǔ zhie

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
fmp: pó cēh kə̄si kᾱ sī wū lά bᾱ , pά' « kwαfa'á » nά zʉ̌' « kwα'fa'á ».

source: Read Sentences
fmp: cēh njá'nū

source: Read Sentences, Answer Questions
fmp: cēh njá'nu, mbά' nte'sínu

source: Read Sentences <small>(Coming soon)</small>
fmp: Cēh njá'nu <small>(tα mó'līē' )</small>

source: Read sentences submitted by the community in various languages
fmp: cēh njá'nu pōámbě hᾱ mα ntīēntíe ghə lά

source: Ready to do { $count } more?
fmp: ǒ mʉnkwé' lah mbát ngʉ́ { $count } ncwí í ?

source: <recordIcon></recordIcon> Last one!
fmp: <recordIcon></recordIcon> ndehsi yāā baá !

source: [Recording cut off before the end of the last word]
fmp: [lo'tαndα'' cwē si ndehsi njā'wū mīe ]

source: Record/Stop
fmp: lo'tαndα'/ ntēnᾱ

source: Record yourself reading sentences in your language
fmp: Ghʉ̌ tα' lǒ'tαndα' mα ǒ mʉncēh njá'nǔ nά ghə zǒ

source: Record yourself responding to questions and prompts in your language
fmp: Ghʉ̌ tα' lǒ'tαndα' mα ǒ mʉmbά' nte'sínǔ mbí pαngěn nά ghə zǒ

source: Record your voice
fmp: lǒ' nzhi o tαndα'

source: Reference the source of your sentence (required)
fmp: tiē tα' njā'nǔ nά nǔ ngwě' sê

source: Reject
fmp: wᾱ'

source: Report
fmp: pī'

source: Report was passed successfully
fmp: pó coh cǎh sēnsōk pəpē'

source: Request a Language
fmp: pʉ̄h tα' ghə

source: Re-record
fmp: pat njū'ndó'

source: Re-record clip
fmp: pat ngʉ́ lo'tαndα''

source: Return
fmp: nzhikwēn

source: Review
fmp: patndénsí

source: Review could not be saved. Please try again later.
fmp: pō kα' kú'sí lah ndó' lensi lά bᾱ. Pat mfʉ́ά'.

source: ⓘ Review Criteria
fmp: ⓘ mbʉ́άtīā nά patnjīī

source: Review Criteria
fmp: mbʉ́άtīā nά patnjīī

source: Reviewed sentences not submitted, are sure?
fmp: pō kα' cáh njá'nu pó lensi lά , ǒ indáh ngén mbhi í ?

source: Review existing sentences submitted by the community
fmp: cohndénsí njá'nu kᾱ yá' bᾱ wū mα póálά' phʉ̄ lά

source: Review & re-record clips here as you go
fmp: ά pen mbát njū'ndó' ntie' nǔ yáá wū lά.

source: Review & re-record clips if needed
fmp: lensi mbát ncáh yī mα nǔ yáá wū lά

source: Review Sentences
fmp: coh ndénsí njá'nu

source: Review sentences in your language
fmp: coh ndénsí njá'nǔ nά yo ghə

source: Review & Submit
fmp: Lensi mbάt ncáh

source: Review transcriptions of recorded sentences for accuracy
fmp: lensǐ tiē njá'nu yī mα yáá kwα' fa'á lά

source: Review user-submitted transcriptions in your language
fmp: ncoh ndénsí tiē yi pʉ kά mʉndáh zū mfά' nά ghə zǒ hᾱ lά

source: s
fmp: a

source: S
fmp: P

source: Select an option
fmp: tīā tα' nzhi

source: Select a variant (optional)
fmp: tīā mó' nshʉα (yī mα wěn kwe' lά)

source: Select File
fmp: Tīā tα' nzhinu

source: Select File to Upload
fmp: tīā tα' nzhinu lah ncáh

source: Select up to three domains (optional)
fmp: tīā nzhǐnu tα ngén tāā

source: Sentence
fmp: njā'nu

source: Sentence Domain
fmp: nzhinu njā'nu

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
fmp: pó incwí' njá'nu kά sé lά ntám tα' sʉα nǔ ngwe'ngwe' nά ŋwα'nǐ hάngʉ' cc-0

source: { $sentences } sentences reviewed. Thank you!
fmp: { $sentences } njá'nu mα pó lensi. ngα̌ pén !

source: Sentence Variant
fmp: mó' nshʉᾱ njā'nu

source: Separate sentences into one line by pressing “Enter” or “Return” once
fmp: no' cāmshʉ' náh sehsǐ njá'nu « Kwēn »
